trunk/src/QLDiemComApp/test/TestTaoSoDiem/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:TaoSoDiemOperation>
      <hocky>1</hocky>
      <tensodiem>so diem toan</tensodiem>
      <idmonhoc>1</idmonhoc>
      <idgiaovien>1</idgiaovien>
      <idlop>1</idlop>
      <idnamhoc>1</idnamhoc>
    </qld:TaoSoDiemOperation>
  </soapenv:Body>
</soapenv:Envelope>